Repository: lmoffereins/gravityforms-pages
Catalog: languages/gravityforms-pages-*.po
Languages: nl_nl

source: %s Entry
nl_nl: %s inzending

source: %s of %s Entries
nl_nl: %s van %s inzendingen

source: Additional settings
nl_nl: Overige instellingen

# Admin page heading
source: Forms Pages
nl_nl: Formulierpagina's

source: Always use interactive ajax functionality in paged forms.
nl_nl: Gebruik altijd interactieve ajax-functionaliteit in formulierpagina's.

source: available
nl_nl: beschikbaar

source: Complete form %s
nl_nl: Vul formulier %s in

source: Complete the form &rarr;
nl_nl: Vul het formulier in &rarr;

source: Customize additional settings here.
nl_nl: Wijzig hier de overige instellingen.

source: Customize the form archive and query settings here.
nl_nl: Wijzig hier instellingen voor het formulierarchief en queries.

source: Customize whether this form is available as a page within your site. When made available, other form settings like inactive status, required user login or time schedule restrictions are respected before the form is displayed.
nl_nl: Bepaal of dit formulier in je site beschikbaar is als pagina. Indien beschikbaar, worden formulierinstellingen zoals de (in)actiefstatus, verplichte gebruikerslogin of tijdsbeperkingen aangehouden voordat het formulier daadwerkelijk getoond wordt.

source: Customize your form permalink structure here.
nl_nl: Wijzig hier de permalinkstructuur van je formulieren.

# Customizer menu section title
source: Forms
nl_nl: Formulieren

source: Default Availability
nl_nl: Standaard beschikbaarheid

# Default form archive title
source: Forms
nl_nl: Formulieren

source: Disable the paged forms archive listing. Visitors of %s will be routed to a 404 'Not Found' page.
nl_nl: Schakel de lijst van formulieren in het formulierarchief uit. Bezoekers van %s zullen naar een 404 'Niet gevonden' pagina gestuurd worden.

source: Edit
nl_nl: Bewerken

source: Edit Form
nl_nl: Formulier bewerken

source: Edit form %s
nl_nl: Bewerk formulier %s

source: Enable this when forms should be available as a page by default. Availability can also be set on a per-form basis. When made available, form settings like inactive status, required user login and time schedule restrictions are respected before the form is displayed.
nl_nl: Schakel dit in om formulieren standaard beschikbaar te maken als een pagina. Beschikbaarheid kan altijd ingesteld worden per formulier. Indien beschikbaar, worden formulierinstellingen zoals de (in)actiefstatus, verplichte gebruikerslogin of tijdsbeperkingen aangehouden voordat het formulier daadwerkelijk getoond wordt.

source: Force Ajax
nl_nl: Gebruik ajax

source: Form Archive Description
nl_nl: Archiefbeschrijving

source: Form Archive Title
nl_nl: Archieftitel

source: Form Archive Title and Description
nl_nl: Archieftitel en -beschrijving

source: Form slugs
nl_nl: Verkorte formuliernamen

source: Forms navigation
nl_nl: Formuliernavigatie

source: Forms Pages
nl_nl: Formulierpagina's

source: Forms Per Page
nl_nl: Formulieren per pagina

source: Forms Slug
nl_nl: Formulieren verkorte naam

source: Hide Closed Forms
nl_nl: Verberg gesloten formulieren

source: Hide Form Archive
nl_nl: Verberg formulierarchief

source: Hide paged forms that are closed to new entries.
nl_nl: Verberg pagina's van formulieren die zijn gesloten voor nieuwe inzendingen.

source: List and display Gravity Forms forms without shortcodes
nl_nl: Presenteer formulieren uit Gravity Forms zonder shortcodes

source: Make this form %s as a page.
nl_nl: Maak dit formulier %s als een pagina.

# Nav menu item type label
source: Form
nl_nl: Formulier

# Nav menu item type label
source: Form Archive
nl_nl: Formulierarchief

# Nav menu metabox title
source: Forms
nl_nl: Formulieren

# Nav menu search term
source: forms
nl_nl: formulieren

source: Next forms
nl_nl: Volgende formulieren

# Nva menu item type label
source: Form Page
nl_nl: Formulierpagina

source: Oh bother! There were no forms found here.
nl_nl: Vervelend! Er zijn hier geen formulieren gevonden.

source: Page Availability
nl_nl: Beschikbaar als pagina

# Page title parent
source: Forms
nl_nl: Formulieren

# Plugin action link
source: Settings
nl_nl: Instellingen

source: Previous forms
nl_nl: Voorgaande formulieren

source: Query settings
nl_nl: Query-instellingen

# Settings page title
source: Forms Pages
nl_nl: Formulierpagina's

# Settings tab title
source: Pages
nl_nl: Pagina's

source: Settings: Pages
nl_nl: Instellingen: pagina's

source: Setup the structure of the paged forms archive listing and single forms pages.
nl_nl: Instellingen voor de structuur van het formulierarchief en de losse formulierpagina's.

source: The forms archive page title. When empty, the default title %s will be used.
nl_nl: De titel van het formulierarchief. Wanneer dit leeg is, zal standaard %s als titel gebruikt worden.

source: The forms pages will live at %s and beyond.
nl_nl: De formulierpagina's zullen te vinden zijn vanaf %s.

source: The introduction text to the paged forms archive.
nl_nl: De tekst die als beschrijving van het formulierarchief wordt gebruikt.

source: The number of items to show per page on the paged forms archive.
nl_nl: Het aantal formulieren dat per pagina getoond wordt in het formulierarchief.

source: There is no description provided for this form.
nl_nl: Er is geen beschrijving beschikbaar voor dit formulier.

source: unavailable
nl_nl: niet beschikbaar

source: View
nl_nl: Bekijken

source: View Form
nl_nl: Formulier bekijken

source: View Forms &nbsp;→
nl_nl: Bekijk formulieren &nbsp;→

source: View this form
nl_nl: Bekijk dit formulier
